Repository: gentoo-el/www.gentoo-el.org
Catalog: modules/gallery_assist/translations/gallery_assist.*.po
Languages: es, nl

source: enabled
es: activado
nl: Ingeschakeld

source: disabled
es: desactivado
nl: Uitgeschakeld

source: Gallery Assist
es: Asistente de Galería
nl: Galerij Assistent

source: Gallery Assist on @typename
es: Asistente de Galería en @typename

source: Thumbnails per row
es: Miniaturas por linea
nl: Miniaturen per rij

source: unlimited
es: ilimitado

source: Rows per page
es: Filas por página
nl: Rijen per pagina

source: Thumbnails per row for the teaser
es: Miniaturas por fila

source: Default is 0. Use this value to overwrite the teaser nummber of thumbnails pro row.
es: El valor predeterminado es 0. Utilice este valor para sobrescribir el número de miniaturas por linea en el teaser.

source: Thumbnails
es: Miniaturas

source: Items margin
es: Margen
nl: Item marge

source: Items padding
es: Padding
nl: Item padding

source: Items border
es: Borde
nl: Item rand

source: Items border color
es: Color del borde
nl: Item kleur van de rand

source: Titles and Help links
es: Enlaces de títulos y ayuda

source: Enable this parameter to display a back link if the breadcrumb is disabled.
es: Activar este parámetro para mostrar un enlace de vuelta si la historia de navegación está deshabilitada.

source: Back link
es: Enlace para volver
nl: Terug Link

source: off
es: desactivar

source: on
es: activar

source: With creation of the article are images-titles shown.
es: Escoger el valor predeterminado para ensenar o no los títulos de imagenes al crear un artículo.

source: Display titles
es: Ensena títulos

source: Adjust the length of the titles to the width of the miniatures.
es: Valor para ajustar el largo del texto al largo de miniaturas.

source: Cut item title text for display
es: Cortar título
nl: De lengte van de Titeltekst aanpassen.

source: Toggle to show or hide the images titles.
es: Activar para mostrar u ocultar los títulos de las imágenes.

source: Title links toggle
es: Alternador de titulos
nl: Titel-Omschakelaar

source: The link can be possisioned acord your goal bellow or above of the gallery container.
es: El alternador de títulos puede ser ordenado antes o después del contenedor de galería.

source: Title links position
es: Posición del enlace de títulos
nl: Titel-Omschakelaar Positie

source: Above of the gallery container
es: Antes del contenedor

source: Below of the gallery container
es: Después del contenedor

source: Teaser container
es: Contenedor en el Teaser

source: Page container
es: Contenedor en la página

source: Node settings defaults
es: Ajustes por defecto del Artículo

source: Teaser container align
es: Alinear contenedor en la página

source: none
es: ninguno

source: left
es: a la derecha

source: center
es: centrado

source: right
es: a la derecha

source: Teaser container float
es: Flotar contenedor en la página

source: Page container align
es: Alinear contenedor en la página

source: Page container float
es: Flotar contenedor en la página

source: Pager
es: Paginador

source: The pager can be numeric or graphic. <br />If graphic enabled it shows mini thumnails. The Gallery Assist Pager is customizable through a template.
es: El paginador puede ser numérico o gráfico. </b>Si es grafico ensenara miniaturas y puede ser adaptado al diseno a travéz de un template.

source: Type
es: Tipo

source: Numeric
es: Numérico
nl: Numerisch

source: Icons
es: Iconos
nl: Iconen

source: Choose a layout.
es: Seleccione un layout

source: To obtain the list of avaiable skins create a folder ga_pager in your theme folder and copy there the wanted skins from your_contributed_modules/gallery_assist/ga_pager to.
es: Para obtener la lista de los layouts disponibles se debe crear un directorio llamado 'ga_pager' en el directorio del tema utilizado. Copiar en este los directorios de layouts deseados incluidos en el directorio del Asistente de Galería.

source: Weight of the gallery pager in the GA Image View relative to the image-container.
es: Orden del paginador con respecto al contenedor de imágen en la vista de imágenes.

source: Position
es: Posición
nl: Positie

source: top
es: arriba
nl: boven

source: bottom
es: abajo
nl: onder

source: both
es: ambos
nl: beide

source: Choose how many items should having the GA-pager on this node type.
es: Escoger que cantidad de elementos debe ensenar el paginador en este tipo de artículo.

source: Quantity of visible links
es: Cantidad de enlaces visibles
nl: Aantal zichtbare links

source: Thumbnail height
es: Altura de miniatura

source: Thumbnail height: active
es: Altura de miniatura: activa

source: Current used setting: @pager_thm_presetname
es: Valor actualmente utilizado: @pager_thm_presetname

source: Others
es: Otros

source: Display the download link
es: Ensenar el enlace de download

source: If cheked the download link is displayed. The value can be setted for each node and for each gallery item.
es: Si es activado el enlace de descarga sera ensenado. Esta configuración es posible a nivel de typo de ariculo, a nivel de ariculo y a nivel de imágen.

source: privat: <em>Only the owner can see the gallery.</em>
es: privado: <em>Solo el dueno puede ver esta galería.</em>

source: public: <em>Public for all authenticated users.</em>
es: público: <em>Para todos los usuarios autenticados.</em>

source: public for all: <em>Public for all users and anonymous.</em>
es: público para todos: <em>Para todos los usuarios autenticados y para visitantes anónimos.</em>

source: Gallery Public Status
es: Opciones de publicación de la galería

source: privat
es: privado

source: public
es: público

source: public for all
es: público para todos

source: Images per node
es: Imágenes por artículo

source: Allowed amount of images per article (node)
es: Cantidad permitida de imagenes por artículo (nodo)

source: Amount of uploads fields
es: Cantidad de campos de upload

source: Allowed amount of form upload fields per article (node)
es: Cantidad de campos de carga en el formulario de este artículo.

source: Comments
es: Comentarios

source: If cheked, comment functionalty for gallery items is enable.
es: Funcionalidad de comentarios de imágenes.

source: Display-Item Effects
es: Aplicar efectos

source: Settings permissions.
es: Permisos de configuración

source: Allow gallery owners the configuration of some settings on their nodes with gallerie functionality.
es: Permite asignar a usuarios la posibilidad de sobreescribir algunos ajustes globales de una galería.

source: <strong>Settings to this Gallery::Common</strong>
es: <strong>Configuración de esta galería::Común</strong>

source: Settings to this Gallery::Common::Gallery Public Status
es: Configuración de esta galería::Común::Estado de publicación

source: Settings to this Gallery::Common::Display this gallery as
es: Configuración de esta galería::Común::Mostrar esta galería como

source: Settings to this Gallery::Common::Gallery container weight
es: Configuración de esta galería::Común::Orden del contenedor de galeria

source: Settings to this Gallery::Common::Show in block
es: Configuración de esta galería::Común::Mostrar en bloque

source: Settings to this Gallery::Common::Show in user profile
es: Configuración de esta galería::Común::Mostrar en profíl de usuario

source: Settings to this Gallery::Common::Show titles
es: Configuración de esta galería::Común::Mostrar títulos

source: Settings to this Gallery::Common::Shadow
es: Configuración de esta galería::Común::Sombras

source: <strong>Settings to this Gallery::Extra Layout</strong>
es: <strong>Configuración de esta galería::Layout extras</strong>

source: Settings to this Gallery::Extra-layout-Teaser::Hide gallery container
es: Configuración de esta galería::Layout extras del teaser::Esconder contenedor de galería

source: Settings to this Gallery::Extra-layout-Preview::Display download link
es: Configuración de esta galería::Layout extras de página::Mostrar enlace de descarga

source: Save
es: Guardar
nl: Bewaren

source: Gallery Assist Extras
es: Asistente de Galería Extras
nl: Galeriy-Assistent Extras

source: Upload proccess
es: Proceso de upload

source: Files save method
es: Método de almacenamiento de archivos

source: Rename files
es: Renombrar archivos

source: Replace files
es: Reemplazar archivos

source: Gallery functionality assignments
es: Asignación de la funcionalidad de galería

source: Assign the gallery functionality to other content types.
es: Asignar la funcionalidad de galería a otros typos de artícuos.
nl: De Galerij-Functionaliteit toewijzen aan andere Inhoudstypes.

source: Pager limit in the node edit form
es: Cantidad de elementos en el paginador

source: Limit of the number of listed images in the edit form.
es: Limite del número de imágenes que figuran en el formulario de edición.

source: Gallery Assist form fiedsets weight
es: Orden de los elementos del formulario del Asistente de Galería

source: A little help tu set the weight of fieldsets.
es: Simple valor de ayuda para agrupar los campos del Asistente de Galería en formularios en caso de que por otros módulos estos sean esparcidos.

source: Clear cached data from Gallery Assist
es: Borrar datos de cache del Asistente de Galería

source: Warning: high-traffic sites with many galleries will experience performance slowdowns while cached data is rebuilt.
es: Advertencia: Los sitios con gran volumen de tráfico y un sin número de galerías experimentarán un descenso en el rendimiento mientras se recontruyen los datos de la caché.

source: Clear the Gallery Assist cached data
es: Vaciar la caché del Asistente de Galería

source: Sizes
es: Tamaños
nl: Maten

source: Upload
es: Subir

source: Thumbnail upload size
es: Tamaño de Upload para miniaturas
nl: Miniaturen - upload grootte

source: Preview upload size
es: Tamaño de Upload para previa

source: Display
es: Exponer
nl: Weergave

source: Thumbnail display size
es: Tamaño de exposición de miniaturas
nl: Miniaturen weergave-grootte

source: Preview display size
es: Tamaño de exposición de previa
nl: Preview weergave-grootte

source: Extra thumbnail custom size
es: Extra tamaño de miniatura
nl: Extra miniatuur-groottes

source: Extend the width of thumbnails needed for layout.
es: Ampliar el ancho de las miniaturas. Necesario para el diseño.

source: Force image height
es: Obligar altura de la imagen

source: Disable margin-top
es: Deshabilitar margin-top

source: Thumbnail preset
es: Preset para miniaturas
nl: Miniatuur voorinstelling

source: Current used setting: @thm_presetname
es: Valor actualmente utilizado: @thm_presetname

source: Preview preset
es: Previa preset
nl: voorinstelling Voorbeeldweergave

source: Current used setting: @prev_presetname
es: Valor actualmente utilizado: @prev_presetname

source: Module developed by <a target="_blank" href="@ga_creator_link">Juan Morejón</a> from the <a target="_blank" href="@qtg_link">Quiptime Group</a>
es: Módulo desarrollado por <a target="_blank" href="@ga_creator_link">Juan Morejón</a> miembro del <a target="_blank" href="@qtg_link">Grupo Quiptime</a>
nl: Module ontwikkeld door <a target="_blank" href="@ga_creator_link">Juan Morejón</a> van de <a target="_blank" href="@qtg_link">Quiptime Groep</a>

source: Node type upload settings
es: Configuración de Upload por artículo

source: The maximum allowed image size (e.g. 640x480). Set to 0 for no restriction. If an <a href="!image-toolkit-link">image toolkit</a> is installed, files exceeding this value will be scaled down to fit.
es: El tamaño máximo permitido para las imágenes; por ejemplo: 640 × 480. Déjelo en 0 si no quiere limitarlo. Si tiene instalado algún juego de <a href="!image-toolkit-link">herramientas de imagen</a>, las imágenes que excedan esas dimensiones se reducirán para ajustarse.

source: Maximum resolution for uploaded images
es: Resolución máxima para las imágenes cargadas

source: WIDTHxHEIGHT
es: ANCHOxALTO

source: Extensions that users can upload. Separate extensions with a space and do not include the leading dot. Alloved are jpg jpeg gif png.
es: Extensiones que el usuario puede subir. Separar las extensiones con espacios y no utilizar puntos. Extensiones permitidas son jpg jpeg gif png.

source: Default permitted file extensions
es: Extensiones de archivos permitidas predefinidas

source: The default maximum file size a user can upload. If an image is uploaded and a maximum resolution is set, the size will be checked after the file has been resized. Use dot and number (.5) for an file size smoll as 1MB.
es: Tamaño máximo de archivo que un usuario puede subir. Si una imágen es cargada y existe un limite de resolución, el tamaño será revisado después de que el archivo ha sido redimensionado. Uso de puntos y el número. Por ejemplo (.5) para un tamaño de archivo menor que 1 MB.

source: Default maximum file size per upload
es: Tamaño máximo predefinido de archivo por carga

source: The default maximum size of all files a user can have on the site.
es: El tamaño máximo predefinidos de todos los archivos que un usuario puede tener en el sitio.

source: Default total file size per user
es: Tamaño total de archivos predeterminado por usuario

source: Your PHP settings limit the maximum file size per upload to %size.
es: Su configuración de PHP limita el tamaño máximo por subida de archivo a %size MB.

source: Items order
es: Orden de elementos

source: Order type
es: Tipo de orden

source: Common
es: Común

source: Gallery container weight
es: Orden del contenedor de galería

source: Choose the gallery container position on this node.
es: Seleccione el orden del contenedor de galería para este artículo.

source: Show this gallery as
es: Ensena esta galería como

source: List
es: Lista

source: Grid
es: Cuadrícula

source: Uncheck to hide the images titles.
es: Desactive para esconder los títulos de imágenes.

source: Check to display the image titles.
es: Activar para que los títulos sean ensenados.

source: Show titles
es: Ensenar títulos
nl: Toon de Titels

source: Show in user profile
es: Ensenar en el perfíl de usuario

source: Check to display this Gallery in the Site Galleries Block.
es: Activar para publicár esta galería en el perfíl de usuario.

source: Show in block
es: Ensenar en bloque

source: Extra layout settings
es: Extra configuración de layout

source: Settings of the gallery container in the teaser view.
es: Configuración del contenedor de galería en el teaser

source: Settings of the gallery container in the page view.
es: Configuración del contenedor de galería en la página

source: Preview
es: Vista previa

source: Settings of the gallery container in the image preview.
es: Configuración del contenedor de galería en la página de imagen

source: If checked Gallery Assist will not show the gallery container in the teaser view.
es: Activar esta opsión para ocultar el contenedor de galería en el teaser.

source: Hide container in teaser
es: Omitir Contenedor de Galería en el teaser

source: Enable or disable comments for the items of this gallery
es: Activar o desactivar comentarios para las imágenes de galería.

source: next ›
es: siguiente ›
nl: volgende ›

source: ‹ previous
es: ‹ anterior
nl: ‹ vorige

source: Uncheck to desable the items shadow. (only win)
es: Desactivar sombras.

source: Check to enable the items shadow. (only win)
es: Activar sombras. (trabaja solo en windows)

source: Shadow
es: Sombras
nl: Schaduw

source: Align
es: Alinear

source: Float
es: Flotar

source: Gallery Assist Help.
es: Ayuda del Asistente de Galería
nl: Galeriy-Assistent Hulp

source: Gallery
es: Galería
nl: Galerij

source: Drupal content type with gallery functionality. It allows the assignment of this gallery functionality to other node types.
es: Tipo de artículo con funcionalidad de galería para el CMS Drupal. Esta puede ser asignada a todos los otros tipos de artículos.
nl: Drupal Inhoudstype met Galerij Functionaliteit. Deze Functionaliteitkan aan andere Inhoudstypes toegewezen worden.

source: Gallery title
es: Título de la galería
nl: Galerij Titel

source: Gallery Description
es: Descripción de la galería

source: Count
es: Número

source: Cover
es: Cubierta

source: Updated
es: Actualizado

source: Gallery node title
es: Título de Artículo de galería

source: Y/m/d
es: d de M de Y

source: Gallery Assist user settings
es: Asistente de Galería - Configuración de usuario

source: Edit the settings from Gallery Assist for this content type -> <a href="@myPath">%contenType</a>
es: Editar la configuración del Assistente de Galería para este tipo de artículo -> <a href="@myPath">%contenType</a>

source: This article must be saved FIRST before you can add IMAGES to the gallery. Read more about in the <a href="@help_link">help</a>.
es: Para poder añadir imágenes a la galería debe de ser guardado primeramente el artículo <a href="@help_link">help</a>.

source: Read the short help in case you are not secure by this settings.
es: Lea la ayuda en caso de que tenga dudas.

source: Settings to this Gallery
es: Configuración para esta galería
nl: Instellingen voor deze Gallerij

source: Gallery: Add and edit gallery items
es: Galería: Añadir y editar elementos en la Galería
nl: Galerie: Toevoegen en Bewerken van items in de gallerij

source: Click Update to upload a new file or to save your changes in this section.
es: Utilizar el botón "Actualizar" para subir imágenes, agregar/cambiar su información o borrarlas.
nl: klik Update om de nieuwe afbeeldingen op te laden naar de server of om uwveranderingen in deze sectie te bewaren.

source: Title
es: Título
nl: Titel

source: Caption
es: Texto de imagen
nl: Beschrijving van de item

source: Permitted formats: jpg-, jpeg-, png-, gif-images and zip packages.
es: Formatos permitidos: jpg-, jpeg-, png-, gif-imágenes y paquetes-zip.

source: Permitted formats: jpg-, jpeg-, png-, gif-images.
es: Formatos permitidos: jpg-, jpeg-, png-, gif-Bilder.

source: Add new item
es: Anadir un nuevo elemento
nl: Nieuwe item toevoegen

source: Enter here the copyright in case all pictures you will just upload and all should having the same copyright.
es: Puede mandar la información copyright de una vez para todos las imagenes cargadas en una acción.

source: Temp copyright
es: Copyright (ayuda auxiliar)

source: The maximum allowed number of uploads (@max-amount) was achieved.
es: Número máximo permitido de Cargas (@max-amount) fue alcanzado.

source: Update
es: Actualizar
nl: Bewaren

source: Please wait...
es: Espere, por favor...
nl: Even wachten...

source: Image
es: Imagen

source: Image info
es: Info de imagen

source: Weight
es: Peso
nl: Gewicht

source: The gallery places had to be recreated. Possible causes: The gallery feature was assigned to this content type after the creation of this article or the gallery-assist module has been reinstalled. In order to be able to upload pictures you have to save this node.
es: Los directorios de la galería deben de ser creados nuevamente. Posible causa: La funcionalidad de galería fue asignada a un typo de artículo. Guarde nuevamente para crear los directorios.

source: Back to @ptitle
es: Volver a @ptitle

source: Set this image to the gallery cover.
es: Seleccionar esta imagen como cubierta de la galería

source: Save and edit
es: Guardar y editar

source: <span class="messages status">Changes sucessfull saved.</span>
es: <span class="messages status">Cambios guardados exitosamente.</span>

source: A error is ocurred by Gallery Assist owner change
es: Ha ocurrido un error al cambiar el Autor.

source: <b>The new owner of this gallery is user: @uname</b>
es: <b>El nuevo dueno de esta galería es el usuario: @uname</b>

source: <strong>A T T E N T I O N !</strong><br /> The user @uname haven't the needed permissions to create or edit this node type.
es: <strong>A T T E N C I O N !</strong><br /> El usuario @uname los permisos necesarios para crear o editar este tipo de articulo.

source: @title has been successful deleted.
es: @title fue borrado exitosamente.

source: Hide titles
es: Esconder títulos
nl: Verberg titels

source: D, m/d/Y - h:i
es: D, d, M de Y - h:i"

source: Back to the gallery
es: Volver a la galería
nl: Terug naar de galerij

source: Edit this item
es: Editar este elemento
nl: Bewerk deze item

source: Submitted by !username on @datetime
es: Enviado por !username el @datetime.
nl: Ingediend door !username am @datetime

source: go to the first
es: principio

source: go to the previous
es: anterior

source: go to the next
es: siquiente

source: go to the last
es: final

source: « first
es: « primera
nl: « eerste

source: last »
es: última »
nl: laatste »

source: more...
es: más...

source: @lg_name translation of your custom Block name.
es: Traducción al @lg_name del nombre personalizado del bloque

source: Custom name translation
es: Traducción del nombre personalizado

source: Translate your block custom name here
es: Traducír el nombre personalizado del bloque

source: @ga_block_name translation of your custom block name.
es: Traducción al @lg_name del nombre personalizado del bloque

source: Gallery Assist node ID's
es: ID's de artículos

source: Order
es: Orden

source: Gallery Assist block items format
es: Formato de miniaturas

source: Item size
es: Tamaño

source: Item margin
es: Margen

source: Item padding
es: Padding

source: Item border
es: Borde

source: Item border color #027AC6
es: Color de borde

source: Gallery Assist visible nodes
es: Cantidad de galerías visibles

source: Galleries
es: Galerías

source: My Galleries
es: Mis Galerías
nl: Mijn Gallerijen

source: Gallery Block
es: Bloque de Galería

source: Force the Item height
es: Forzar altura de imagenes

source: Enabled will be forced the height of the box to the image height.
es: Activar para sobreescribir la altura del marco de miniaturas con la altura de la imagen.

source: Set margin-top to 0 if needed.
es: Cambiar el valor de margin-top a 0 si es necesario.

source: Gallery Assist Container
es: Contenedor del Asistente de Galería

source: Container with the Gallery Assist items.
es: Contenedor con elementos del Asistente de Galería.

source: The image ID
es: La ID de la imagen

source: The image name
es: nombre de la imagen

source: administer gallery_assist
es: Administrar el Asistente de Galería
nl: administratie van Gallerij_assistent

source: view gallery_assist content
es: ver contenido del Asistente de Galería
nl: weergeven van Galerij-Assistent Inhoud

source: create gallery_assist content
es: crear contenido del Asistente de Galería
nl: aanmaken van Galerij-Assistent Inhoud

source: delete own gallery_assist content
es: eliminar contenido propio del Asistente de Galería
nl: verwijder eigen Galerij-Assistent inhoud

source: delete any gallery_assist content
es: eliminar cualquier contenido del Asistente de Galería
nl: verwijder gelijk welke Galerij-Assistent inhoud

source: edit own gallery_assist content
es: Editar contenido propio de Asistente de galería
nl: bewerk eigen Galerie-Assistent inhoud

source: edit any gallery_assist content
es: Editar cualquier contenido de Asistente de galería
nl: bewerk gelijk welke Galerij-Assistent inhoud

source: Manage the gallery_assist assignments and customize the html output.
es: Administrar las asignaciones del Asistente de Galería y personalizar la salida HTML.
nl: Beheer van de Gallerij functionaliteit en aanpassen van de html output.

source: Gallery Assist WARNING!
es: ¡ADVERTENCIA! del Asistente de Galería
nl: Gallery Assist WAARSCHUWING!
