Repository: gentoo-el/www.gentoo-el.org
Catalog: modules/gallery_assist/translations/gallery_assist.*.po
Languages: es, nl

source: It was not possible to create the gallery_assist directory. The files directory must be writable. Clarify the write permissions for the files folder and reinstall the module Gallery Assist.
es: El directorio "gallery_assist" no ha podido ser creado. El archivo "files" debe tener permisos de escritura. Aclarar los permisos de este archivo y reinstalar el Asistente de Galería.
nl: Het was niet mogelijk om een gallery_assist folder aan te maken.Controleer de schrijftoelating voor de files folderen installeer Gallery Assist opnieuw.

source: Assignments
nl: Toewijzingen

source: Preview Upload Size
nl: Preview Upload Grootte

source: Current used setting
nl: De huidige toegepaste instelling

source: The "Gallery Assist" module create a node type with gallery functionality. The gallery functionalities can be assigned to other content types.
nl: De "Galerij-Assistent" module creërt een inhoudstype metGalerij Functionaliteit. Deze Galerij functies kunnen aan andere Inhoudstypes toegewezen worden.

source: It offers the following features:
nl: Ze biedt volgende functies:

source: Configurable presets independently of the CCK, Imagecache and Image modules.
nl: Configureerbare Formaten, onafhankeljk van de CCK, ImageCache en Image modules.

source: Configurable display options.
nl: Configureerbare Weergave opties

source: Configurable gallery and picture pager.
nl: Configureerbare gallerij en Afbeeldingen Weergave

source: Support for multilingualism - i18n module compatible.
nl: Meertalige ondersteuning - overeenkomstigh de i18n module.

source: The gallery functionality can be assigned to others node types and can be configured separately for each one.
nl: De Gallerij Functionaliteit kan aan andere Inhoudstypes toegewezen worden enkan voor elk apart geconfigureerd worden.

source: By this gallery module solution are images not nodes, images are items that belong to the nodes of content types with gallery assignment.
nl: Deze galerij module biedt een oplossing waarbij afbeeldingen geen nodes zijn, afbeeldingen zijn items die behoren tot de node van Inhoudstypes met toegewezen Galerij functionaliteit.

source: %mname <a href="@gallery_assist_examples">examples</a>.
nl: %mname <a href="@gallery_assist_examples">Voorbeelden</a>.

source: Why save the node before add items to the gallery?
nl: Waarom de node Opslaan zonder eerst items aan de gallerijtoe te voegen?

source: The node id is needed in order to generate the gallery folder name. Thereby we avoid unnecessary transfer in case the editor breaks the creation process without saving.
nl: De node ID is nodig omdat eerst de gallerijfolder wordt aangemaakt.Hierbij vermijden we onnodige transfers wanneer de editor de aanmaakvan de galerij zou stoppen zonder eerst alles op te slaan

source: Gallery description
nl: Gallerj - Beschrijving

source: This node muss be saved before you can add items to the gallery. Read more about in the <a href="@help_link">@help</a>.
nl: Deze galerij moet eerst opgeslagen worden vooraleer u afbeeldingen kan toevoegen.

source: help
nl: hulp

source: Is this checkbox enabled, the image titles be displayed.
nl: Wanneer aangevinkt worden de titels van de afbeeldingen getoond.

source: By enable display gallery_assist the item title as image capture.
nl: Wanneer ingeschakeld, dan wordt de titel van elke element in de galerij getoond.

source: Choose a weight value to decide witch position will be having your gallery container.
nl: Kies een waarde voor Gewicht om de volgorde en positie te bepalenwaar de afbeelding in de galerij zal getoond worden.

source: 6919- Validation error, please try again. If this error persists, please contact the site administrator.
nl: 6919- Fout bij het Valideren, probeer opnieuw. Neem contact metde administrator wanneer de fout blijft.

source: Delete
nl: Verwijder

source: Image capture
nl: Beschrijving van de item

source: Back to
nl: Terug naar

source: My Galleries.
nl: Mijn Gallerijen

source: Gallery Assist block display type
nl: Galerij-Assistent Blok Weergave Type

source: Choose a block display type
nl: Kies een Blok Weergave-Type

source: content
nl: Inhoud

source: Drupal content type with gallery functionality.
nl: Drupal Inhoudstype met Gallerij Functionaliteit.
