Repository: gentoo-el/www.gentoo-el.org
Catalog: gallery_assist/translations/gallery_assist.*.po
Languages: hu

source: enabled
hu: bekapcsolva

source: disabled
hu: kikapcsolva

source: Gallery Assist
hu: Galériasegéd

source: Gallery Assist on @typename
hu: Galerieassistent in @typename

source: Layout
hu: Megjelenés

source: Thumbnails per row
hu: Miniatűrök száma soronként

source: unlimited
hu: korlátlan

source: Rows per page
hu: Sorok száma oldalanként

source: Thumbnails per row for the teaser
hu: Miniatűrök száma soronként a bevezetőben

source: Default is 0. Use this value to overwrite the teaser nummber of thumbnails pro row.
hu: Az alapértelmezett érték 0. Ezzel az értékkel állíthatja át a bevezetőben megjelenített miniatűrök soronkénti számát.

source: Thumbnails
hu: Miniatűrök

source: Items margin
hu: Elem margó

source: Items padding
hu: Elem kitöltés

source: Items border
hu: Elem keret

source: Items border color
hu: Elem keretszín

source: Titles and Help links
hu: Cím és súgó linkek

source: Enable this parameter to display a back link if the breadcrumb is disabled.
hu: Kapcsolja be ezt a paramétert, ha szeretne egy visszamutató linket megjeleníteni, amennyiben a morzsa ki van kapcsolva.

source: Back link
hu: Visszamutató link

source: off
hu: ki

source: on
hu: be

source: With creation of the article are images-titles shown.
hu: Itt állíthatja be, hogy a tartalom létrehozásakor a képcímek megjelenjenek-e.

source: Display titles
hu: Képcímek megjelenítése

source: Adjust the length of the titles to the width of the miniatures.
hu: Képcímek hosszának igazítása a miniatűrök szélességéhez.

source: Cut item title text for display
hu: Cím rövidítése

source: Toggle to show or hide the images titles.
hu: Itt állíthatja be, hogy a képcím-linkek megjelenjenek-e.

source: Title links toggle
hu: Képcím linkek megjelenítése

source: The link can be possisioned acord your goal bellow or above of the gallery container.
hu: Itt állíthatja be, hogy a képcímlinkek a galériadoboz alatt vagy fölött jelenjenek-e meg

source: Title links position
hu: Képcím linkek helyzete

source: Above of the gallery container
hu: Galériadoboz előtt

source: Below of the gallery container
hu: Galériadoboz után

source: Teaser container
hu: Bevezetődoboz

source: Page container
hu: Oldaldoboz

source: Node settings defaults
hu: Tartalomra vonatkozó alapértelmezett beállítások

source: Teaser container align
hu: Bevezetődoboz igazítása

source: none
hu: nincs

source: left
hu: bal

source: center
hu: közép

source: right
hu: jobb

source: Teaser container float
hu: Bevezetődoboz lebegtetése

source: Page container align
hu: Oldaldoboz igazítása

source: Page container float
hu: Oldaldoboz lebegtetése

source: Pager
hu: Lapozó

source: The pager can be numeric or graphic. <br />If graphic enabled it shows mini thumnails. The Gallery Assist Pager is customizable through a template.
hu: A lapozó lehet számalapú vagy grafikus.<br />A grafikus lapozó miniatűröket mutat. A Galériasegéd lapozója sablonnal formázható.

source: Type
hu: Típus

source: Numeric
hu: Számok

source: Icons
hu: Ikonok

source: Choose a layout.
hu: Megjelenés kiválasztása

source: To obtain the list of avaiable skins create a folder ga_pager in your theme folder and copy there the wanted skins from your_contributed_modules/gallery_assist/ga_pager to.
hu: A rendelkezésre álló megjelenések kilistázásához hozzon létre egy "ga_pager" mappát az aktív smink mappájában, majd másolja át ide a kívánt megjelenéseket a modules/gallery_assist/ga_pager mappából.

source: Weight of the gallery pager in the GA Image View relative to the image-container.
hu: A galérialapozó helyzete a képmegjelenítőben a képdobozhoz képest.

source: Position
hu: Pozíció

source: top
hu: Felül

source: bottom
hu: Alul

source: both
hu: Felül is, alul is

source: Choose how many items should having the GA-pager on this node type.
hu: Válassza ki hány elem alkossa a lapozót.

source: Quantity of visible links
hu: Látható linkek száma

source: Thumbnail height
hu: Miniatűrök magassága

source: Thumbnail height: active
hu: Aktív miniatűrök magassága

source: ImageCache preset
hu: ImageCache alapértelemezett formátum

source: Current used setting: @pager_thm_presetname
hu: Jelenleg használt beállítás: @pager_thm_presetname

source: Others
hu: Egyéb

source: Display the download link
hu: Letöltési link megjelenítése

source: If cheked the download link is displayed. The value can be setted for each node and for each gallery item.
hu: Ha ezt a lehetőséget kipipálja, a letöltési link megjelenik. A beállítás alkalmazható tartalomtípusokra, tartalmakra és képekre.

source: privat: <em>Only the owner can see the gallery.</em>
hu: Magán: <em>Csak a tulajdonos láthatja a galériát.</em>

source: public: <em>Public for all authenticated users.</em>
hu: Nyilvános: <em>Minden bejelentkezett felhasználó láthatja a galériát.</em>

source: public for all: <em>Public for all users and anonymous.</em>
hu: Teljesen nyilvános: <em>Minden bejelentkezett vagy névtelen felhasználó láthatja a galériát.</em>

source: Gallery Public Status
hu: Galéria közzétételi beállítások

source: privat
hu: Magán

source: public
hu: Nyilvános

source: public for all
hu: Teljesen nyilvános

source: Images per node
hu: Képszám tartalmanként

source: Allowed amount of images per article (node)
hu: Maximális képszám tartalmanként.

source: Amount of uploads fields
hu: Feltöltési mezők száma

source: Allowed amount of form upload fields per article (node)
hu: Itt beállíthatja, hány feltöltési mező jelenjen meg egy tartalomban.

source: Comments
hu: Hozzászólások

source: If cheked, comment functionalty for gallery items is enable.
hu: Ezzel engedélyezheti a hozzászólásokat a galériaelemeknél.

source: Display-Item Effects
hu: Elemeffektek megjelenítése

source: Settings permissions.
hu: Beállításokra vonatkozó jogosultságok

source: Allow gallery owners the configuration of some settings on their nodes with gallerie functionality.
hu: Beállítások módosításának engedélyezése galériafunkcionalitással rendelkező tartalmak tulajdonosai számára.

source: <strong>Settings to this Gallery::Common</strong>
hu: <strong>Erre vonatkozó beállítások: Galéria::Általános</strong>

source: Settings to this Gallery::Common::Gallery Public Status
hu: Erre vonatkozó beállítások: Galéria::Általános::Galéria közzétételi állapota

source: Settings to this Gallery::Common::Display this gallery as
hu: Erre vonatkozó beállítások: Galéria::Általános::Galéria megjelenítési módja

source: Settings to this Gallery::Common::Gallery container weight
hu: Erre vonatkozó beállítások: Galéria::Általános::Galériadoboz súlya

source: Settings to this Gallery::Common::Show in block
hu: Erre vonatkozó beállítások: Galéria::Általános::Megjelenítése blokkban

source: Settings to this Gallery::Common::Show in user profile
hu: Erre vonatkozó beállítások: Galéria::Általános::Megjelenítés a felhasználói profilban

source: Settings to this Gallery::Common::Show titles
hu: Erre vonatkozó beállítások: Galéria::Általános::Címek megjelenítése

source: Settings to this Gallery::Common::Shadow
hu: Erre vonatkozó beállítások: Galéria::Általános::Árnyék

source: <strong>Settings to this Gallery::Extra Layout</strong>
hu: <strong>Erre vonatkozó beállítások: Galéria::Extra megjelenés</strong>

source: Settings to this Gallery::Extra-layout-Teaser::Hide gallery container
hu: Erre vonatkozó beállítások: Galéria::Extra-Megjelenés-Bevezető::Galériadoboz elrejtése

source: Settings to this Gallery::Extra-layout-Preview::Display download link
hu: Erre vonatkozó beállítások: Galéria::Extra-Megjelenés-Előnézet::Letöltési link megjelenítése

source: Save
hu: Mentés

source: Gallery Assist Extras
hu: Galériasegéd extrák

source: Upload proccess
hu: Feltöltési folyamat

source: Files save method
hu: Fájlok mentésének módja

source: Rename files
hu: Fájlok átnevezése

source: Replace files
hu: Fájlok áthelyezése

source: Gallery functionality assignments
hu: Galériafunkcionalitás-hozzárendelések

source: Assign the gallery functionality to other content types.
hu: Galériafunkcionalitás hozzárendelése más tartalomtípusokhoz.

source: Pager limit in the node edit form
hu: A lapozó elemeinek maximális száma

source: Limit of the number of listed images in the edit form.
hu: A listázott képek számának korlátozása az űrlapban.

source: Gallery Assist form fiedsets weight
hu: Galériasegéd űrlapelemeinek súlya

source: A little help tu set the weight of fieldsets.
hu: Egy kis segítség a mezők súlyának beállításához.

source: Clear cached data from Gallery Assist
hu: Gyorsítótárazott adatok törlése a Galériasegédből

source: Warning: high-traffic sites with many galleries will experience performance slowdowns while cached data is rebuilt.
hu: Figyelem: Sok galériával rendelkező nagy forgalmú oldalak teljesítménycsökkenést tapasztalhatnak a gyorsítótár újraépítése közben.

source: Clear the Gallery Assist cached data
hu: Galériasegéd gyorsítótárának ürítése

source: Sizes
hu: Méretek

source: Upload
hu: Feltöltés

source: Thumbnail upload size
hu: Miniatűrök mérete feltöltéskor

source: Preview upload size
hu: Előnézet mérete feltöltéskor

source: Display
hu: Megjelenítés

source: Thumbnail display size
hu: Miniatűrök mérete megjelenítéskor

source: Preview display size
hu: Előnézet mérete megjelenítéskor

source: Extra thumbnail custom size
hu: Extra miniatűr egyedi méret

source: Extend the width of thumbnails needed for layout.
hu: Képek szélességének nyújtása, hogy illeszkedjen a megjelenéshez.

source: Force image height
hu: Képmagasság erőltetése

source: Disable margin-top
hu: Kikapcsolás: margin-top

source: ImagaCache presets
hu: ImageCache beállítások

source: Thumbnail preset
hu: Miniatűrbeállítások

source: Current used setting: @thm_presetname
hu: Jelenleg használt beállítás: @thm_presetname

source: Preview preset
hu: Előnézet beállítás

source: Current used setting: @prev_presetname
hu: Jelenleg használt beállítás: @prev_presetname

source: Module developed by <a target="_blank" href="@ga_creator_link">Juan Morejón</a> from the <a target="_blank" href="@qtg_link">Quiptime Group</a>
hu: A Galériasegéd modul fejlesztője <a target="_blank" href="@ga_creator_link">Juan Morejón</a>, a <a target="_blank" href="@qtg_link">Quiptime Csoport</a> tagja.

source: Node type upload settings
hu: Tartalomtípus feltöltési beállításai

source: The maximum allowed image size (e.g. 640x480). Set to 0 for no restriction. If an <a href="!image-toolkit-link">image toolkit</a> is installed, files exceeding this value will be scaled down to fit.
hu: A legnagyobb engedélyezett képméret (pl. 640x480). A korlátozás kikapcsolásához állítsa az értéket 0-ra. Ha később telepít egy képeszköztárat, a képek, amelyek nagysága ezt az értéket túllépik, át lesznek méretezve.

source: Maximum resolution for uploaded images
hu: A feltöltött képek maximális mérete

source: WIDTHxHEIGHT
hu: SZÉLESSÉGxMAGASSÁG

source: Extensions that users can upload. Separate extensions with a space and do not include the leading dot. Alloved are jpg jpeg gif png.
hu: Felhasználók számára engedélyezett fájltípusok. A fájlkiterjesztéseket a kezdő pont nélkül adja meg, és szóközzel válassza el őket. Engedélyezettek: jpg, jpeg, gif, png.

source: Default permitted file extensions
hu: Alapértelmezett engedélyezett fájltípusok

source: The default maximum file size a user can upload. If an image is uploaded and a maximum resolution is set, the size will be checked after the file has been resized. Use dot and number (.5) for an file size smoll as 1MB.
hu: Alapértelmezésben a felhasználó maximálisan ekkora méretű fájlokat képes feltölteni. Ha van beállítva alapértelmezett képméretkorlát, a fájlméret a kép átméretezése után kerül ellenőrzésre. 1MB-nál kisebb fájlméret megadására használjon pontot a szám előtt. (Pl.: <strong>.5</strong> = fél MB).

source: Default maximum file size per upload
hu: Alapértelmezett legnagyobb fájlméret

source: The default maximum size of all files a user can have on the site.
hu: A fájlméretek összegének maximális értéke, felhasználónként.

source: Default total file size per user
hu: Alapértelmezett legnagyobb összfájlméret felhasználónként

source: Your PHP settings limit the maximum file size per upload to %size.
hu: A PHP beállításai a maximális fájlméretet %size -ban szabják meg.

source: Items order
hu: Elemsorrend

source: Field to order
hu: Rendezés módja

source: Order type
hu: Rendezés típusa

source: Common
hu: Általános

source: Gallery container weight
hu: Galériadoboz súlya

source: Choose the gallery container position on this node.
hu: Itt állíthatja be a galériadoboz súlyát.

source: Show this gallery as
hu: Galéria megjelenítési módja

source: List
hu: Lista

source: Grid
hu: Rács

source: Uncheck to hide the images titles.
hu: A képcímek elrejtéséhez törölje a pipát.

source: Check to display the image titles.
hu: A képcímek megjelenítéséhez pipálja ki.

source: Show titles
hu: Címek megjelenítése

source: Show in user profile
hu: Megjelenítés a felhasználói profilban

source: Check to display this Gallery in the Site Galleries Block.
hu: Pipálja ki, ha szeretné, hogy a galéria megjelenjen az Oldal Galériái blokkban.

source: Show in block
hu: Mutatás a blokkban

source: Extra layout settings
hu: Extra megjelenés-beállítások.

source: Settings of the gallery container in the teaser view.
hu: Galériadoboz beállításai bevezetőnézetben.

source: Settings of the gallery container in the page view.
hu: Galériadoboz beállításai oldalnézetben.

source: Preview
hu: Előnézet

source: Settings of the gallery container in the image preview.
hu: Galériadoboz beállításai képelőnézetben.

source: If checked Gallery Assist will not show the gallery container in the teaser view.
hu: Ha ki van pipálva, a bevezetőnézetben nem jelenik meg a galériadoboz.

source: Hide container in teaser
hu: Doboz elrejtése a bevezetőben

source: Enable or disable comments for the items of this gallery
hu: Hozzászólások be- vagy kikapcsolása a galéria elemeinél.

source: next ›
hu: Következő >

source: ‹ previous
hu: ‹ Előző

source: Uncheck to desable the items shadow. (only win)
hu: Az árnyék-effekt elrejtéséhez törölje a pipát (csak Windows alatt).

source: Check to enable the items shadow. (only win)
hu: Az árnyék-effekt megjelenítéséhez pipálja ki (csak Windows alatt).

source: Shadow
hu: Árnyékok (csak Windows)

source: Align
hu: Igazítás

source: Float
hu: Lebegtetés

source: Gallery Assist Help.
hu: Galériasegéd súgó

source: Gallery
hu: Galéria

source: Drupal content type with gallery functionality. It allows the assignment of this gallery functionality to other node types.
hu: Drupal tartalomtípus galériafunkcionalitással. Ez a funkcionalitás más tartalomtípusokhoz is hozzárendelhető.

source: Gallery title
hu: Galéria címe

source: Gallery Description
hu: Galéria leírása

source: Extras
hu: Extrák

source: Count
hu: Mennyiség

source: Cover
hu: Borító

source: Updated
hu: Frissítve

source: Gallery node title
hu: Galériatartalom címe

source: Gallery Assist user settings
hu: Galériasegéd felhasználói beállítások

source: <div id="ga-devel-by">Edit the settings from Gallery Assist for this content type -> <a href="@myPath">%contenType</a></div>
hu: <div id="ga-devel-by">Erre a tartalomtípusra vonatkozó beállításokat a Galériasegédben szerkesztheti -> <a href="@myPath">%contenType</a></div>

source: This article must be saved FIRST before you can add IMAGES to the gallery. Read more about in the <a href="@help_link">help</a>.
hu: Ezt a cikket kell menteni, MIELőTT képeket vehet fel a galériába. Tudjon meg többet a <a href="@help_link">segítséget</a>.

source: Read the short help in case you are not secure by this settings.
hu: Amennyiben nem biztos ezekben a beállításokban, keresse fel a súgót.

source: Settings to this Gallery
hu: Galéria beállításai

source: Gallery: Add and edit gallery items
hu: Galéria: Elemek hozzáadása és szerkesztése

source: Click Update to upload a new file or to save your changes in this section.
hu: Új fájl feltöltéséhez vagy a változtatások elmentéséhez kattintson a Frissítésre.

source: Title
hu: Cím

source: Copyright
hu: Szerzői jogok

source: Caption
hu: Kép alcím

source: Permitted formats: jpg-, jpeg-, png-, gif-images and zip packages.
hu: Engedélyezett fájlformátumok: Képek (jpg, jpeg, png, gif) és Zip csomagok.

source: Permitted formats: jpg-, jpeg-, png-, gif-images.
hu: Engedélyezett fájlformátumok: Képek (jpg, jpeg, png, gif).

source: Add new item
hu: Új elem hozzáadása

source: Enter here the copyright in case all pictures you will just upload and all should having the same copyright.
hu: Itt megadhatók a szerzői jog(ok) tulajdonosai, amennyiben az összes feltöltendő kép ugyanazon szerzői jogok alá tartozik.

source: Temp copyright
hu: Szerzői jogok

source: The maximum allowed number of uploads (@max-amount) was achieved.
hu: Elérte a maximális feltöltések korlátját: (@max-amount).

source: Update
hu: Frissítés

source: Please wait...
hu: Kérem várjon...

source: Image
hu: Kép

source: Image info
hu: Kép adatok

source: Weight
hu: Súly

source: The gallery places had to be recreated. Possible causes: The gallery feature was assigned to this content type after the creation of this article or the gallery-assist module has been reinstalled. In order to be able to upload pictures you have to save this node.
hu: A galériát újra létre kell hozni. Lehetséges okok: A tartalom már a galériafunkcionalitás hozzárendelése előtt létezett vagy a Galériasegédet újratelepítették. Képek feltöltéséhez a tartalmat előbb menteni kell.

source: Back to @ptitle
hu: Vissza ide: @ptitle

source: Set this image to the gallery cover.
hu: Kép beállítása a galéria borítójának.

source: Save and edit
hu: Mentés és szerkesztés

source: <span class="messages status">Changes sucessfull saved.</span>
hu: <span class="messages status">Változtatások sikeresen elmentve.</span>

source: A error is ocurred by Gallery Assist owner change
hu: Hiba történt a tulajdonos megváltoztatása során

source: <b>The new owner of this gallery is user: @uname</b>
hu: <b>A tartalom új tulajdonosa a következő felhasználó: @uname</b>

source: <strong>A T T E N T I O N !</strong><br /> The user @uname haven't the needed permissions to create or edit this node type.
hu: <strong>F I G Y E L E L E M !</strong><br /> Ez a felhasználó: @uname nem rendelkezik a megfelelő jogosultsággal ennek a tartalomtípusnak a létrehozásához vagy szerkesztéséhez.

source: @title has been successful deleted.
hu: @title sikeresen törölve.

source: Hide titles
hu: Címek elrejtése

source: D, m/d/Y - h:i
hu: Y.m.d. - h:i

source: Back to the gallery
hu: Vissza a galériához

source: Edit this item
hu: Elem szerkesztése

source: Submitted by !username on @datetime
hu: Beküldte: !username. Beküldés dátuma: @datetime

source: go to the first
hu: Ugrás az elsőhöz

source: go to the previous
hu: Ugrás az előzőhöz

source: go to the next
hu: Ugrás az következőhöz

source: go to the last
hu: Ugrás az utolsóhoz

source: « first
hu: « Első oldal

source: last »
hu: Utolsó oldal »

source: more...
hu: tovább...

source: @lg_name translation of your custom Block name.
hu: @lg_name nyelvű fordítása az egyedi blokknévnek.

source: Custom name translation
hu: Egyedi név lefordítása

source: Translate your block custom name here
hu: Itt fordíthatja le az egyedi blokknevet

source: translation of your custom block name.
hu: az egyedi blokknév fordítása.

source: Gallery Assist node ID's
hu: Galériasegéd tartalom ID-k

source: Order
hu: Sorrend

source: Gallery Assist block items format
hu: Galériasegéd miniatűrbeállítások

source: Item size
hu: Elem méret

source: Item margin
hu: Elem margó

source: Item padding
hu: Elem kitöltés

source: Item border
hu: Elem keret

source: Item border color #027AC6
hu: Elem keretszín #027AC6 (Garland)

source: Gallery Assist visible nodes
hu: Megjelenített Galériák száma

source: Galleries
hu: Galériák

source: My Galleries
hu: Saját galériáim

source: Gallery Block
hu: Galériablokk

source: Force the Item height
hu: Elem magasságának erőltetése

source: Enabled will be forced the height of the box to the image height.
hu: Amennyiben bekapcsolja, a doboz magassága a kép magasságához lesz beállítva.

source: Gallery Assist Container
hu: Galériasegéd doboza

source: Container with the Gallery Assist items.
hu: Galériasegéd elemeket tartalmazó doboz

source: The image ID
hu: Kép ID

source: The image name
hu: Képnév

source: administer gallery_assist
hu: galériasegéd adminisztrációja

source: view gallery_assist content
hu: galériasegéd tartalmak megtekintése

source: create gallery_assist content
hu: galériasegéd tartalmak létrehozása

source: delete own gallery_assist content
hu: galériasegéd tartalmak törlése (saját)

source: delete any gallery_assist content
hu: galériasegéd tartalmak törlése (bármilyen)

source: edit own gallery_assist content
hu: galériasegéd tartalmak szerkesztése (saját)

source: edit any gallery_assist content
hu: galériasegéd tartalmak szerkesztése (bármilyen)

source: administer gallery_assist blocks
hu: galériasegéd blokkok adminisztrációja

source: gallery_assist
hu: galériasegéd

source: content
hu: tartalom

source: Manage the gallery_assist assignments and customize the html output.
hu: Galériasegéddel és az egyedi galériákkal kapcsolatos beállítások kezelése.

source: Gallery Assist WARNING!
hu: Galériasegéd FIGYELMEZTETÉS!

source: It was not possible to create the gallery_assist directory. The files directory must be writable. Clarify the write permissions for the files folder and reinstall the module Gallery Assist.
hu: Das gallery_assist Verzeichniss konnte nicht erstellt werden. Das Verzeichniss files muss beschreibbar sein. Klären Sie die Berechtigungen für das files Verzeichniss und installieren das Modul Gallery-Assistent erneut.

source: Drupal content type with gallery functionality.
hu: Drupal tartalomtípus galériafunkcionalitással.

source: Media
hu: Média
